Revit 2024 API
SymbolTypeId.Lm Property
 Symbol lm, indicating unit Lumens.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lm { get; }
Visual Basic
Public Shared ReadOnly Property Lm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace